result = {
    '11134401': 'разборный, мобильный пилон для дома POLE 4 LITE (2800)',
    '11134402': 'разборный, мобильный пилон для дома POLE 4 PRO (2800)',
    '12134401': 'разборный, мобильный пилон для дома POLE 4 LITE (2800)',
    '12134402': 'разборный, мобильный пилон для дома POLE 4 PRO (2800)',

    '11133202': 'съемный, двухрежимный пилон для дома HOME POLE 3 PRO (2800)',
    '12133202': 'съемный, двухрежимный пилон для дома HOME POLE 3 PRO X (3000)',
    '01133201': 'съемный, двухрежимный пилон для дома HOME POLE 3 LITE (2800)',
    '02133201': 'съемный, двухрежимный пилон для дома HOME POLE 3 LITE X (3000)',

    '01113202': 'Съемный, двухрежимный пилон для танцев DANCE POLE 3-1 PRO (2800)',
    '02113202': 'Съемный, двухрежимный пилон для танцев DANCE POLE 3-1 PRO (3300)',
    '03113202': 'Съемный, двухрежимный пилон для танцев DANCE POLE 3-1 PRO EH (3800)',
    '04113202': 'Съемный, двухрежимный пилон для танцев DANCE POLE 3-1 PRO EXH (4000)',
    '05113202': 'Съемный, двухрежимный пилон для танцев DANCE POLE 3-1 PRO EXH (4500)',

    '01111302': 'Быстросъемный, двухрежимный пилон для студии FAST POLE 3-1K PRO (2800)',
    '02111302': 'Быстросъемный, двухрежимный пилон для студии FAST POLE 3-1K PRO (3300)',
    '03111302': 'Быстросъемный, двухрежимный пилон для студии FAST POLE 3-1K PRO E (3800)',
    '04111302': 'Быстросъемный, двухрежимный пилон для студии FAST POLE 3-1K PRO EX (4000)',
    '07111302': 'Быстросъемный, двухрежимный пилон для студии FAST POLE 3-1K PRO EX (6000)',

    '01111102': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 PRO (2800)',
    '02111102': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 PRO (3300)',
    '03111102': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 PRO X (3800)',
    '04111102': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 PRO EXV (4000)',
    '05111102': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 PRO EXV (4500)',
    '06111102': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 PRO EXV (UP5000)',

    '01113201': 'Съемный, двухрежимный пилон для танцев DANCE POLE 3-1 LITE (2800)',
    '02113201': 'Съемный, двухрежимный пилон для танцев DANCE POLE 3-1 LITE H (3300)',
    '03113201': 'Съемный, двухрежимный пилон для танцев DANCE POLE 3-1 LITE XH (3800)',

    '01111101': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 LITE (2800)',
    '02111101': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 LITE (3300)',
    '03111101': 'Стационарный, двухрежимный пилон для студии STUDIO POLE 1-3 LITE XV (3800)',

    '01211102': 'Стационарный пилон для студии STUDIO POLE 1 (2800)',
    '02211102': 'Стационарный пилон для студии STUDIO POLE 1 (3300)',
    '03211102': 'Стационарный пилон для студии STUDIO POLE 1 X (3800)',
    '04211102': 'Стационарный пилон для студии STUDIO POLE 1 XV (4000)',
    '05211102': 'Стационарный пилон для студии STUDIO POLE 1 EXV (6000)',

    '01233201': 'Съемный, статичный пилон для дома HOME POLE 2 LITE (2800)',
    '02233201': 'Съемный, статичный пилон для дома HOME POLE 2 LITE (3300)',

    '01211201': 'Съемный, статичный пилон для студии DANCE POLE 2-1 LITE (2800)',
    '02211201': 'Съемный, статичный пилон для студии DANCE POLE 2-1 LITE (3300)',
    '03211201': 'Съемный, статичный пилон для студии DANCE POLE 2-1X LITE (3800)',
    '04211201': 'Съемный, статичный пилон для студии DANCE POLE 2-1XX LITE (4000)',
    '05211201': 'Съемный, статичный пилон для студии DANCE POLE 2-1EX LITE (4500)',

    '01211101': 'Стационарный пилон для танцев STUDIO POLE 1B (2800)',
    '02211101': 'Стационарный пилон для танцев STUDIO POLE 1B (3300)',
    '03211101': 'Стационарный пилон для танцев STUDIO POLE 1BX (3800)',
    '04211101': 'Стационарный пилон для танцев STUDIO POLE 1BEX (4000)',
    '05211101': 'Стационарный пилон для танцев STUDIO POLE 1B EXV (4500)',

    '05133302': 'Пилонная система для сцены POLE ARENA BASE',
}

text = ('Для подбора оборудования по Вашим параметрам необходима консультация специалиста. '
        'Мы передаем Ваш вопрос консультантам. '
        'Они ответят Вам ближайшее время. Для подбора оборудования по Вашим параметрам необходима консультация специалиста. '
        'Мы передаем Ваш вопрос консультантам. Они ответят Вам ближайшее время.')
